package stepik.in_out

fun main() {
    println("\"")
    println("Шпилька: Мастер, мне нужна ваша помощь!")
    println("Скайрокер: Шпилька, не мешай. Сама справишься.")
    println("Шпилька: Мастер, это Вы предложили взорвать эту фабрику дроидов, а не я.")
    println("Скайрокер: Одной фабрикой меньше, одной больше. Проблема.")
    println("Шпилька (про себя): Чтобы я еще раз пошла на брифинг с Мастером...")
    println("\"")

    println("Добро пожаловать!")
    println("Система работает на самой популярной платформе \"Mega6+\"")
    println("")
    println("Для продолжения работы нажмите на клавишу 'E' ...")
}